//  Задача 10. Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.

Console.WriteLine("Введите трехзначное число");
string numbers = Console.ReadLine();
Console.Write("Второй цифрой является: ");
Console.Write(numbers[1]);


